<?php
$MESS["NAME_ERROR"] = "Ваше имя должно содержать минимум 2 символа, состоять из букв латинского или русского алфавита, допустимо использование символов дефиса и пробела.";
$MESS["PHONE_ERROR"] = "Неверный формат номера телефона.";
$MESS["EMAIL_ERROR"] = "Неверный формат электронной почты.";
$MESS["DATE_ERROR"] = "Неверный формат даты рождения.";
$MESS["COMPANY_ERROR"] = "Название компании должно содержать минимум 3 символа, состоять из букв латинского или русского алфавита, допустимо использование символов дефиса, ковычек и пробела.";
$MESS["CHECKBOX_ERROR"] = "Согласитесь с обработкой персональных данных";
$MESS["ADD_NEW_EL_ERROR"] = "Не удалось добавить новый элемент в ИБ";
$MESS["SUCCESS"] = "<h2 class='mb-5 text-center'>Форма отправлена</h2><p class='text-center text-xs font-medium lg:text-sm'>Скоро наш администратор с вами свяжется.</p>";
$MESS["USER_IS_EXIST"] = "Пользователь с таким e-mail уже существует";
?>